const Delivery = () => {
  return (
    <div className="info">
      <div className="info__block">
        <h2>Возможные варианты доставки:</h2>
        <ul className="info__list">
          <li>Самовывоз г.Н.Новгород, ул.Большевистская, д.1 БЕСПЛАТНО</li>
          <li>Курьерская доставка по Н.Новгороду 200 руб.</li>
          <li>Курьерская доставка по Н.Новгороду БЕСПЛАТНО от 2000 руб.</li>
        </ul>
      </div>
      <div className="info__text">
        <p>
          Мы заботимся о том, чтобы доставить продукцию в наилучшем свежем виде,
          поэтому доставляем только в рамках города. Вся приобретаемая вами
          продукция будет доставлена в срок и в полной комплектации.
        </p>

        <p>Удачных покупок!</p>
      </div>
    </div>
  )
}

export default Delivery
